7767517
7 7
Input            0                        0 1 0
Reshape          12                       1 1 0 12 0=-1
InnerProduct     13                       1 1 12 13 0=32 1=1 2=25088
ReLU             14                       1 1 13 14
InnerProduct     15                       1 1 14 15 0=10 1=1 2=320
Log              16                       1 1 15 16
Softmax          17                       1 1 16 17 0=0
