7767517
13 13
Input            0                        0 1 0
Reshape          18                       1 1 0 18 0=-1
InnerProduct     19                       1 1 18 19 0=256 1=1 2=200704
ReLU             20                       1 1 19 20
InnerProduct     21                       1 1 20 21 0=256 1=1 2=65536
ReLU             22                       1 1 21 22
InnerProduct     23                       1 1 22 23 0=256 1=1 2=65536
ReLU             24                       1 1 23 24
InnerProduct     25                       1 1 24 25 0=256 1=1 2=65536
ReLU             26                       1 1 25 26
InnerProduct     27                       1 1 26 27 0=10 1=1 2=2560
Log              28                       1 1 27 28
Softmax          29                       1 1 28 29 0=0
